chirp/joao.tex
% Created 2019-09-24 Tue 10:50
% Intended LaTeX compiler: pdflatex
\documentclass[10pt,t]{beamer}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usetheme{default}
\author{L. Larrabee Strow}
\date{\today}
\title{\large Climate Hyperspectral InfraRed Product (CHIRP) Combining AIRS, CrIS, and IASI}
\subtitle{\footnotesize{AIRS Science Team Meeting}}
\date{\vspace{0.1in}\footnotesize{Sept 25, 2019 \vfill}}
\author{L. Larrabee Strow\inst{1,2}, Sergio DeSouza--Machado\inst{1,2}, Howard Motteler\inst{2}, Chris Hepplewhite\inst{2}, and Steven Buczkowski\inst{2}}
\institute[UMBC]{\inst{1} UMBC Physics Dept. \and \inst{2}UMBC JCET}
\input beamer_setup
\usetheme{metropolis}
\metroset{titleformat title=allcaps}
\renewcommand{\UrlFont}{\small\tt}
\renewcommand*{\UrlFont}{\footnotesize}
\tolerance=1000
\RequirePackage{fancyvrb}
\DefineVerbatimEnvironment{verbatim}{Verbatim}{fontsize=\footnotesize}
\begin{document}

\maketitle
\addtobeamertemplate{block begin}{
  \setlength{\parsep}{0pt}
  \setlength{\topsep}{3pt plus 2pt minus 2.5pt}
  \setlength{\itemsep}{0pt plus 0pt minus 2pt}
  \setlength{\partopsep}{2pt}
}

\begin{frame}[label={sec:orgd91189d},shrink=20]{A Climate Hyperspectral InfraRed Product (CHIRP)}
\vspace{-0.1in}
\begin{block}{Motivation}
\begin{itemize}
\item Provide climate-level radiance time series spanning AIRS + CrIS, IASI
\item User friendly by using a single spectral instrument line shape (ILS)
\item A high-stability 25+ year long record of climate forcings and response
\item Allows Level 2 retrievals to use a common Forward Model (RTA) and channel selection
\end{itemize}
\end{block}

\begin{block}{Implementation}
\begin{itemize}
\item Convert AIRS (and IASI) to a slightly modified CrIS ILS
\item Use satellite overlaps to adjust AIRS radiometry to SNPP CrIS (0.2-0.3K)
\item Three Levels of CHIRP Products:
\begin{itemize}
\item CHIRP L1c (all scenes converted for Level 2 retrievals)
\item CHIRP L1 Gridded: 16 day, \textasciitilde{}1 deg gridded radiance averages
\begin{itemize}
\item Likely most used product for climate research
\end{itemize}
\item CHIRP L3 (geophysical) Anomalies
\begin{itemize}
\item T(z), \water(z), T\textsubscript{surf}, etc retrievals derived from CHIRP L1 Gridded
\item Quick to produce for frequent reprocessing
\item Will use very minimal a-priori information
\end{itemize}
\end{itemize}
\end{itemize}
\end{block}
\end{frame}
\end{document}